chat_system_1148561494_actor_description=Royal guardsman. Guard.
chat_system_1148561494_switch_0_header_1=^?^What are you waiting for, [player]! His Majesty can't wait to see his daughter!
chat_system_1148561494_snap_0_question=^?^Welcome home [player]! Oh, Gods of Endoria! Your Highness, I'm unspeakably glad to see you... How His Majesty will be so glad when he sees his baby!<br>Hurry up to the palace, Searcher, don't make His Majesty wait!<br>
chat_system_1148561494_snap_0_answer_0=^?^Yes, yes, I'm already going...
chat_system_1148561494_snap_0_answer_1=^?^Yes, yes, I'm already going...
chat_system_1148561494_snap_1_question=^?^Oh! Uncle Willy! Hello... Do you remember you promised to let me hold your sword? Do you know where I was? I was on the head of a huge, huge turtle, and we talked with each other! I was kidnapped by a very, very terrible dragon, and then came uncle [player] and he killed the dragon with his big, big sword!
chat_system_1148561494_snap_1_answer_0=^?^Your Highness, we really need to hurry up! You'll have time to talk later...
